{
  "Apéro Paradisi": {
    "name": "Apéro Paradisi",
    "ingredients": "ramazzotti aperitivo rosato, grepefruit juice, dry white wine, still water, basil, ice",
    "instructions": "In aperitif glass with ice cubes, add 4 cl Aperitivo Rosato, 4 cl grapefruit juice and fill up equally with white wine and water. Garnish with basil.",
    "description": "Apéro",
    "tools": "none"
  },
  "Prosecco Maracuja": {
    "name": "Prosecco Maracuja",
    "ingredients": "passion fruit, pineapple juice, mineral water, cassis syrup, prosecco, sprigs of lemon balm, crushed ice",
    "instructions": "Scrape out 1 and 1/2 passion fruit pulp with a spoon and pour into the glass with crushed ice. Mix the pulp with 5 cl pineapple juice and 5 cl mineral water. Slowly add 10 cl syrup over the back of a spoon. Add 2 branches lemon balm with 10 cl prosecco.",
    "description": "Apéro",
    "tools": "Spoon"
  },
  "Hugo": {
    "name": "Hugo",
    "ingredients": "elderflower syrup, prosecco, lime, mint, ice",
    "instructions": "Cut half a lime into pieces, squeeze and place it in the glass. Add ice cubes, mint leaves and 2 cl elderflower syrup to the glass and top up with 16 cl Prosecco.",
    "description": "Apéro",
    "tools": "Knife"
  },
  "Wild Berry Lillet": {
    "name": "Wild Berry Lillet",
    "ingredients": "lillet, wild berry schweppes, berries, ice cream",
    "instructions": "Pour 5 cl Lillet into a glass with ice and top up with 10 cl Schweppes wild berry flavour. Finally, garnish with berries.",
    "description": "Apéro",
    "tools": "none"
  },
  "Mimosa": {
    "name": "Mimosa",
    "ingredients": "champagne, orange juice, triple sec liqueur",
    "instructions": "Pour 7 cl champagne and 7 cl orange juice into a glass and add a few dashes of Triple Sec liqueur.",
    "description": "Apéro",
    "tools": "none"
  },
  "Bellini": {
    "name": "Bellini",
    "ingredients": "peach, prosecco, peach liqueur",
    "instructions": "Puree half a peach in a blender and pour into the glass. Pour in 7 cl Prosecco and add a few dashes of peach liqueur.",
    "description": "Apéro",
    "tools": "Mixer"
  },
  "Lillet Rosé Citrus": {
    "name": "Lillet Rosé Citrus",
    "ingredients": "lillet rosé, lemonade, mint, ice cream",
    "instructions": "Mix 4 cl Lillet and 9 cl lemonade in a shaker and pour into the glass with ice. Finally, garnish with mint.",
    "description": "Apéro",
    "tools": "Shaker"
  },
  "Tequila Maracuja": {
    "name": "Tequila Maracuja",
    "ingredients": "passion fruit, pineapple juice, mineral water, cassis syrup, lime, tequila, mint, crushed ice",
    "instructions": "Scrape out 1 and 1/2 passion fruit pulp with a spoon and pour into the glass with crushed ice. Mix the pulp with 5 cl pineapple juice and 5 cl mineral water. Slowly add 10 cl syrup with the back of a spoon. Pour in 3 cl tequila and squeeze 1/4 lime and add it to the glass. Garnish with mint.",
    "description": "Cocktail",
    "tools": "Knife and Spoon"
  },
  "Cuba Libre": {
    "name": "Cuba Libre",
    "ingredients": "white rum, lime, cola, ice",
    "instructions": "Fill a glass with ice cubes. Add 8 cl white rum and lime juice from 1 lime to the glass and top up with cola. Finally, garnish with a slice of lime.",
    "description": "Cocktail",
    "tools": "Knife"
  },
  "Amaretto Sour": {
    "name": "Amaretto Sour",
    "ingredients": "amaretto, lemon juice, orange juice, ice",
    "instructions": "Mix all ingredients (5cl Amaretto, 3 cl Zitronensaft and 2 cl Orangensaft) vigorously in a shaker with ice and pour through a strainer into a glass with new ice.",
    "description": "Cocktail",
    "tools": "Shaker und Strainer"
  },
  "Aperol Mulled Wine": {
    "name": "Aperol Mulled Wine",
    "ingredients": "rosé wine, aperol, sugar, clove, vanilla, rhubarb",
    "instructions": "Heat 15 cl rosé together with 15 g sugar and spices (1 clove and 1 vanilla pod)  in a saucepan, add the frozen rhubarb and leave to infuse for a while over a moderate heat. Finally, add 4 cl Aperol.",
    "description": "Cocktail",
    "tools": "Knife and Saucepan"
  },
  "Mojito": {
    "name": "Mojito",
    "ingredients": "white rum, citro, lime, brown sugar, mint, crushed ice",
    "instructions": "Add 1 chopped lime to the glass together with 1 tea spoon sugar and mint (tip: mint should be mashed first). Crush everything in the glass with a pestle. Add crushed ice to the glass, pour in 5 cl rum and top up with soda.",
    "description": "Cocktail",
    "tools": "Knife and Pestle"
  },
  "Caipirinha": {
    "name": "Caipirinha",
    "ingredients": "cachaça, cane sugar, lime, ice",
    "instructions": "Add 1 chopped lime to the glass together with 2 tea spoons sugar. (Crush everything in the glass with a pestle.\nFill the glass with ice and pour 5 cl cachaça over it and stir with a spoon.",
    "description": "Cocktail",
    "tools": "Knife, Pestle and Spoon"
  },
  "Long Island Ice Tea": {
    "name": "Long Island Ice Tea",
    "ingredients": "vodka, white rum, tequila, gin, cointreau, lime juice, cola, ice",
    "instructions": "Pour all ingredients (2 cl vodka, 2 cl white rum, 2 cl tequila, 2 cl gin, 2 cl cointreau, 2 cl lime juice and 14 cl cola) into a glass with ice and stir.",
    "description": "Cocktail",
    "tools": "Spoon"
  },
  "Negroni": {
    "name": "Negroni",
    "ingredients": "gin, campari, red vermouth, ice, orange slice",
    "instructions": "Pour all ingredients (3 cl gin, 3 cl Campari and 3 cl red vermouth) into a glass with ice and stir. Garnish with half an orange slice.",
    "description": "Cocktail",
    "tools": "Knife and Spoon"
  },
  "Cosmopolitan": {
    "name": "Cosmopolitan",
    "ingredients": "orange liqueur, vodka, cranberry juice, lime juice, crushed ice",
    "instructions": "Mix all ingredients (1 cl orange liqueur, 3 cl vodka, 3 cl cranberry juice and juice of 1 lime) in a shaker and pour into a glass with ice. Finally, garnish with lime, if desired.",
    "description": "Cocktail",
    "tools": "Shaker"
  },
  "Margarita": {
    "name": "Margarita",
    "ingredients": "tequila, orange liqueur, lime juice, salt, crushed ice",
    "instructions": "Garnish the rim of the pre-chilled glass with lime juice and salt. Fill the shaker with ice, add the ingredients (3 cl tequila, 1 cl orange liqueur and 2 cl lime juice) and shake vigorously. Pour the drink through a sieve into the glass.",
    "description": "Cocktail",
    "tools": "Shaker and Strainer"
  },
  "Tequila Sunrise": {
    "name": "Tequila Sunrise",
    "ingredients": "tequila, lemon juice, orange juice, grenadine, ice",
    "instructions": "Fill all ingredients except grenadine (4 cl tequila, 1 cl lemon juice and 11 cl orange juice) into a shaker with ice and shake vigorously. Pour the drink through a sieve into a glass with ice and carefully empty the grenadine into the glass over the back of a spoon. Can be garnished with a slice of lemon or orange.",
    "description": "Cocktail",
    "tools": "Shaker, Strainer and Spoon"
  },
  "Sex on the Beach": {
    "name": "Sex on the Beach",
    "ingredients": "vodka, peach liqueur, cranberry juice, orange juice, ice",
    "instructions": "Mix all ingredients except orange juice (4 cl vodka, 2 cl peach liqueur, 4 cl cranberry juice) in a shaker with ice and pour into a glass with new ice (through a streiner). Top with orange juice and garnish with orange/pineapple slice/cocktail cherry if desired.",
    "description": "Cocktail",
    "tools": "Shaker and Strainer"
  },
  "Bloody Mary": {
    "name": "Bloody Mary",
    "ingredients": "vodka, tomato juice, lemon juice, drops of worcestershire sauce, drops of tabasco, salt, pepper, ice",
    "instructions": "Pour all liquids (6 cl vodka, 15 cl tomato juice and 2 cl lemon juice) into a glass with ice and season with sauces (2 drops Worcestershire sauce and 5 drops Tabasco) and spices. Stir well with a spoon and garnish with a celery stick if desired.",
    "description": "Cocktail",
    "tools": "Spoon"
  },
  "Daiquiri": {
    "name": "Daiquiri",
    "ingredients": "white rum, lime juice, sugar syrup, ice",
    "instructions": "Mix all ingredients (5 cl white rum, 3 cl lime juice and 1 cl sugar syrup) vigorously in a shaker with ice and pour through a sieve into a pre-chilled glass. (Tip: For fruity daiquiris, replace sugar syrup with fruit syrup and add pureed fruit).",
    "description": "Cocktail",
    "tools": "Shaker and Strainer"
  },
  "Applecake": {
    "name": "Applecake",
    "ingredients": "vodka, apple juice, cream, cinnamon",
    "instructions": "Pour 2 cl vodka and 2 cl apple juice into the glass and spray a topping with cream. Then sprinkle cinnamon over the cream for decoration.",
    "description": "Shot",
    "tools": "none"
  },
  "Mini-Beer": {
    "name": "Mini-Beer",
    "ingredients": "liqueur 43, cream",
    "instructions": "Pour 3 cl liqueur into the glass and slide 1 cl cream over the back of a spoon onto the liqueur.",
    "description": "Shot",
    "tools": "Spoon"
  },
  "Mad Dog": {
    "name": "Mad Dog",
    "ingredients": "vodka, grenadine, tabasco",
    "instructions": "First pour 1 cl grenadine into the glass and add 4-5 drops Tabasco. Slowly pour 3 cl vodka into the glass over the back of a spoon.",
    "description": "Shot",
    "tools": "Spoon"
  },
  "Fallen Froggie": {
    "name": "Fallen Froggie",
    "ingredients": "melon liqueur, baileys, grenadine",
    "instructions": "Pour 3 cl melon liqueur into the glass and slowly add 1 cl Baileys over the back of a spoon. Finally, drop a few drops of grenadine into the shot.",
    "description": "Shot",
    "tools": "Spoon"
  },
  "Washing Machine": {
    "name": "Washing Machine",
    "ingredients": "blue curacao, lemon juice",
    "instructions": "Pour 2 cl Blue Curacao and 2 cl lemon juice into two separate glasses. First put the Blue Curacao in the mouth and then, without swallowing, the lemon juice. Then mix the mixture in the mouth (like mouthwash).",
    "description": "Shot",
    "tools": "none"
  },
  "Sour Tongue": {
    "name": "Sour Tongue",
    "ingredients": "whisky, melon liqueur, orange juice, lime juice, ice",
    "instructions": "Shake 1 cl melon liqueur, 1 cl lime juice and 4 cl orange juice with ice in a shaker. Pour the mixture into the glass and let 1 cl whisky flow slowly into the glass over the back of a spoon.",
    "description": "Shot",
    "tools": "Shaker and Spoon"
  },
  "Skinny Bitch": {
    "name": "Skinny Bitch",
    "ingredients": "vodka, lime juice, sparkling water, ice",
    "instructions": "Fill 4 cl vodka into a glass filled with ice. Squeeze in 16 cl fresh lime juice and top it up with sparkling water. You can garnish it with a lime wedge.",
    "description": "Cocktail",
    "tools": "Knife"
  },
  "Manhattan": {
    "name": "Manhattan",
    "ingredients": "whisky, vermouth, bitter liqueur",
    "instructions": "Give all ingredients (6 cl whisky, 3 cl vermouth, 2 dashes of bitter liqueur) in a cooled martini glass.",
    "description": "Cocktail",
    "tools": "none"
  }
}